Repository: NaN-tic/trytond-stock_helpdesk
Catalog: locale/*.po
Languages: es_es

# field:helpdesk,shipments:
source: Stocks
es_es: Albaranes

# field:shipment.out.helpdesk,create_date:
source: Create Date
es_es: Fecha creaci贸n

# field:shipment.out.helpdesk,create_uid:
source: Create User
es_es: Usuario creaci贸n

# field:shipment.out.helpdesk,helpdesk:
source: Helpdesk
es_es: Soporte

# field:shipment.out.helpdesk,rec_name:
source: Name
es_es: Nombre

# field:shipment.out.helpdesk,shipment:
source: Shipment Out
es_es: Albaranes cliente

# field:shipment.out.helpdesk,write_date:
source: Write Date
es_es: Fecha modificaci贸n

# field:shipment.out.helpdesk,write_uid:
source: Write User
es_es: Usuario modificaci贸n

# model:ir.action,name:act_alls_stock_helpdesk
source: All Helpdesks
es_es: Todos los soportes

# model:ir.action,name:act_stock_helpdesk
source: Helpdesks
es_es: Soportes

# model:ir.action,name:act_stock_helpdesk_form2
source: Shipment Helpdesks
es_es: Soporte albaranes

# model:ir.action,name:act_stock_helpdesk_manager
source: Stock Helpdesks
es_es: Soportes de albaranes

# model:ir.action,name:act_stock_helpdesk_shipment_form
source: Helpdesks
es_es: Soportes

source: All
es_es: Todos

source: Done
es_es: Realizados

source: Open
es_es: Abiertos

source: Pending
es_es: Pendientes

source: Unreads
es_es: No leidos

source: Todos mis soportes
es_es: Todos

source: Done
es_es: Realizados

source: Open
es_es: Abiertos

source: Pending
es_es: Pendientes

source: Unreads
es_es: No leidos

# model:ir.ui.menu,name:menu_shipment_all_helpdesk
source: All Helpdesks
es_es: Todos los soportes

# model:ir.ui.menu,name:menu_stock_helpdesk
source: Helpdesks
es_es: Soportes

# model:ir.ui.menu,name:menu_stock_helpdesk_manager
source: Stock Helpdesks
es_es: Soportes de albaranes

# model:res.group,name:group_stock_helpdesk
source: Helpdesk Stock
es_es: Soporte de albaranes

# model:shipment.out.helpdesk,name:
source: Shipment Out - Helpdesk
es_es: Soporte - Albaranes

# selection:helpdesk,kind:
source: Shipment Out
es_es: Albaranes cliente
